{
    "data": [
        {
            "id": "1519421150262140929",
            "text": "As of April 25, 2022, national forecasts predict 600–7,000 new #COVID19 hospitalizations will likely be reported on May 20. More: https://t.co/Xys80ZGlxV. https://t.co/sLq8aMi3OS"
        },
        {
            "id": "1519058740325982208",
            "text": "#COVID19 vaccines help protect people from getting seriously ill. Staying up to date with COVID-19 vaccines is especially important if you are 65+ or have a health condition that increases your risk of getting very sick. \n\nLearn more: https://t.co/009bOeagNG."
        },
        {
            "id": "1519005907409121282",
            "text": "New @CDCMMWR: By Feb. 2022, the U.S. population with antibodies from prior infection with virus that causes #COVID19 greatly increased during Omicron. The largest increases were among children and teens. More: https://t.co/vNiIV6I3dV. https://t.co/AjGbDNQagg"
        },
        {
            "id": "1518696377550790657",
            "text": "As of April 25, more than 100.1 million people have received their first #COVID19 booster. Almost 257.3 million people have received at least one dose of a COVID-19 vaccine. Of those, 219.4 million are fully vaccinated.\n\nFind a COVID-19 vaccine or booster: https://t.co/xbvNiaVJKV https://t.co/4dJIroOMNa"
        },
        {
            "id": "1518613331866759171",
            "text": "Over 9 million children ages 5–11 years have received at least one dose of #COVID19 vaccine.\n\nYour participation in v-safe helps CDC monitor the safety of COVID-19 vaccines for everyone.\n \nLearn more: https://t.co/S4ZmF2foa9. https://t.co/fFWJC29XuL"
        },
        {
            "id": "1517609207981350913",
            "text": "Throughout the pandemic, the U.S. has experienced waves of #COVID19 caused by different variants. CDC closely tracks variant trends and their impact on public health. Learn more in this week’s COVID Data Tracker Weekly Review: https://t.co/F4bAyObDp1. https://t.co/bnWZ8M6lFC"
        },
        {
            "id": "1517594115847958531",
            "text": "As of April 21, 2022, more than 98% of the U.S. population lives in a location with a low or medium #COVID19 Community Level. \n\nFind your COVID-19 Community Level: https://t.co/w3365V9Zr4. https://t.co/Fmhz5RnxtP"
        },
        {
            "id": "1517571196740587526",
            "text": "New @CDCMMWR found that for the second year, #COVID19 was third leading cause of death in US in 2021, after heart disease &amp; cancer. \n\nStay up to date on your COVID-19 vaccines to help prevent serious illness and death. Learn more: https://t.co/WKQpZOueVQ. https://t.co/O6gowonFmX"
        },
        {
            "id": "1517551316247134213",
            "text": "New @CDCMMWR shows gaps between #COVID19 death rates decreased among most racial &amp; ethnic groups from 2020 to 2021.\n\nAccess to COVID-19 vaccination and other interventions can help address health disparities in communities across the US even more. https://t.co/KphhaPvLWJ https://t.co/PipErVW898"
        },
        {
            "id": "1517526166340517889",
            "text": "If you’re eligible for a #COVID19 booster and haven’t received one, make a plan to get one now.\n\nEveryone ages 12 years and older should get a booster when it’s time.\n\nFind one near you: https://t.co/2akIUZ14Rd. https://t.co/eM1aACqqxh"
        }
    ],
    "meta": {
        "newest_id": "1519421150262140929",
        "next_token": "b26v89c19zqg8o3fpytnyw7m54kdpy13k7pb0bu2m3hj1",
        "oldest_id": "1517526166340517889",
        "result_count": 10
    }
}