{
    "data": [
        {
            "id": "1518613331866759171",
            "text": "Over 9 million children ages 5–11 years have received at least one dose of #COVID19 vaccine.\n\nYour participation in v-safe helps CDC monitor the safety of COVID-19 vaccines for everyone.\n \nLearn more: https://t.co/S4ZmF2foa9. https://t.co/fFWJC29XuL"
        },
        {
            "id": "1518605814508007425",
            "text": "#HCPs: Improving childhood vaccination rates is a collective effort. Learn how HCPs can work together to improve rates: https://t.co/y8gykrKeYx. https://t.co/a4hcKmR5yn"
        },
        {
            "id": "1517571196740587526",
            "text": "New @CDCMMWR found that for the second year, #COVID19 was third leading cause of death in US in 2021, after heart disease &amp; cancer. \n\nStay up to date on your COVID-19 vaccines to help prevent serious illness and death. Learn more: https://t.co/WKQpZOueVQ. https://t.co/O6gowonFmX"
        },
        {
            "id": "1517526166340517889",
            "text": "If you’re eligible for a #COVID19 booster and haven’t received one, make a plan to get one now.\n\nEveryone ages 12 years and older should get a booster when it’s time.\n\nFind one near you: https://t.co/2akIUZ14Rd. https://t.co/eM1aACqqxh"
        },
        {
            "id": "1517246802533048321",
            "text": "The latest MMWR Weekly #COVID19 Briefing is live. This episode covers 3 reports, including reports highlighting COVID-19 mortality &amp; vaccine coverage in Hong Kong, Omicron infections in people previously infected w/ Delta and more. Listen &amp; subscribe: https://t.co/I9Zs1YquaF. https://t.co/GYPBWgtJtd"
        },
        {
            "id": "1517207041747689472",
            "text": "Over 9 million children ages 5–11 years have received at least one dose of #COVID19 vaccine.\n\nEnroll in v-safe so you can quickly and easily share with CDC how your child feels after getting a COVID-19 vaccine.\n\nLearn more: https://t.co/S4ZmF2foa9. https://t.co/JW2RQIxDdm"
        },
        {
            "id": "1517172314655313920",
            "text": "Are you up to date on your #COVID19 vaccines?\nYou’re up to date on COVID-19 vaccines when you’ve received all vaccines recommended for you, including additional doses and boosters when you’re eligible.\nLearn more: https://t.co/009bOerScg. https://t.co/CgpsD6B96c"
        },
        {
            "id": "1516853211461791757",
            "text": "#HCPs: The ACIP has new recommendations on Hepatitis B, Pneumococcal &amp; Zoster vaccines. This Current Issues in Immunizations recording now available at https://t.co/lmghb6s6pC. https://t.co/QEJ6NgnYDN"
        },
        {
            "id": "1516836594451312641",
            "text": "Why should you stay up to date with your #COVID19 vaccines?\n\nStaying up to date with your COVID-19 vaccines lowers your risk of getting seriously ill, being hospitalized, or dying from COVID-19.\n\nFind your vaccine or booster: https://t.co/xbvNibdkCt."
        },
        {
            "id": "1516820249634652161",
            "text": "#HCPs: Some of your littlest patients might have missed their routine vaccinations. Talk to their parents about getting them caught up. https://t.co/kAaLqImzUt #VaccinesWork https://t.co/4aHtrS6GYM"
        }
    ],
    "meta": {
        "newest_id": "1518613331866759171",
        "next_token": "b26v89c19zqg8o3fpytnjwzueyxc1mlau7bo4hmm95cvx",
        "oldest_id": "1516820249634652161",
        "result_count": 10
    }
}