{
    "data": [
        {
            "id": "1522592090680614913",
            "text": "If you’ve had #COVID19, mRNA vaccines help keep you out of the hospital if you get COVID-19 again. A booster gives you the most protection. \nStay up to date on your COVID-19 vaccines to help prevent severe illness. Learn more: https://t.co/009bOerScg. https://t.co/MjmdXTuAop"
        },
        {
            "id": "1522293803960336384",
            "text": "Here are 2 reasons why you should stay up to date with your COVID-19 vaccines. \n\nFind your vaccine or booster: https://t.co/xbvNibdkCt."
        },
        {
            "id": "1522262362417414144",
            "text": "New @CDCMMWR finds among nursing home residents, additional #COVID19 primary or booster doses provide higher protection against Omicron infection than primary series alone. Stay up to date with COVID-19 vaccines, including boosters when eligible. More: https://t.co/9AInTEvYmd https://t.co/1dgn9RcyQv"
        },
        {
            "id": "1522246001276379137",
            "text": "New CDC report found only about half of people who were fully vaccinated also got a #COVID19 booster before or during pregnancy. If you are pregnant or plan to be, stay up to date with COVID-19 vaccines to help protect you and your baby. More: https://t.co/YRPFPPOnde. https://t.co/ZzaF9cfTmp"
        },
        {
            "id": "1522229703830032384",
            "text": "#HCPs: Attend today’s COCA Call from 2–3 p.m. ET: Evaluating and Supporting Patients Presenting with Cognitive Symptoms Following #COVID19. Learn more: https://t.co/EyVcMB3Pcn. https://t.co/sx12C49QaL"
        },
        {
            "id": "1521957872845864968",
            "text": "As of May 2, 2022, national forecasts predict 600–8,700 new #COVID19 hospitalizations will likely be reported on May 27. More: https://t.co/Xys80ZGlxV. https://t.co/qJHVhqMgIZ"
        },
        {
            "id": "1521951555985055749",
            "text": "Many essential workers have limited access to health care, leaving them at higher risk for #COVID19. Learn more in a new study in #PublicHealthReports:  https://t.co/MbAA8pXQuz. https://t.co/oWo6fAwrYD"
        },
        {
            "id": "1521930157178580994",
            "text": "#DYK? Over 100 million people in the U.S. have received their first #COVID19 booster.\n\nIf you haven’t gotten your booster yet, make your appointment now to get up to date on your COVID-19 vaccines.  \nLearn more: https://t.co/77CTFv1g4m. https://t.co/y8KjO4cXmc"
        },
        {
            "id": "1521885873683451906",
            "text": "#HCPs: Attend the next COCA Call, Thursday, May 5, from 2–3 p.m. ET. Topic: Evaluating and Supporting Patients Presenting with Cognitive Symptoms Following #COVID19. Learn more: https://t.co/stm5HxfZF4. https://t.co/YnJ1VFuUma"
        },
        {
            "id": "1521580387033665536",
            "text": "Your body’s ability to fight off #COVID19 can decrease over time. Getting a booster can help your body build back the protection that has been lost. Is it time for a booster?\nLearn more: https://t.co/77CTFuJFcO. https://t.co/bPU9zkGURW"
        }
    ],
    "meta": {
        "newest_id": "1522592090680614913",
        "next_token": "b26v89c19zqg8o3fpywl7umy6hcgeuwc7x5djvifzqagt",
        "oldest_id": "1521580387033665536",
        "result_count": 10
    }
}