{
    "data": [
        {
            "id": "1521580387033665536",
            "text": "Your body’s ability to fight off #COVID19 can decrease over time. Getting a booster can help your body build back the protection that has been lost. Is it time for a booster?\nLearn more: https://t.co/77CTFuJFcO. https://t.co/bPU9zkGURW"
        },
        {
            "id": "1521554434836377600",
            "text": "CDC has updated #COVID19 guidance for correctional and detention facilities. Updates include flexible prevention plans and strategies facilities can use for every COVID-19 Community Level. Learn more: https://t.co/lcqXKhsUhb."
        },
        {
            "id": "1521233097907396610",
            "text": "As of May 2, 257.7 million people have received at least one dose of a #COVID19 vaccine. Of those, 219.8 million are fully vaccinated. More than 100.7 million people have received a COVID-19 booster dose.\n\nFind a COVID-19 vaccine or booster near you: https://t.co/xbvNiaVJKV. https://t.co/tOShsscVjD"
        },
        {
            "id": "1521214699555205121",
            "text": "As your children catch up on trying to climb to the top, make sure they’re caught up on routine vaccinations by talking to their doctor. https://t.co/hcvlhZVMkj\n#VaccinesWork https://t.co/pAalMEKTXl"
        },
        {
            "id": "1520417769438732289",
            "text": "More than 100 million people in the US have received their first #COVID19 booster. Protect yourself by staying up to date with COVID-19 vaccines and boosters, even if you've already had COVID-19. Learn more in this week's COVID Data Tracker Weekly Review: https://t.co/F4bAyObDp1. https://t.co/tIE31IWHuk"
        },
        {
            "id": "1520145934809714689",
            "text": "Have a weakened immune system? If you're 12 yrs &amp; up, here’s how to stay up to date on mRNA #COVID19 vaccines for best protection:\n1. Complete 3 dose primary series\n2. Receive at least 1 booster\n3. Ask your doctor if a 2nd booster is right for you\n\nMore: https://t.co/Iq5JmSoATe https://t.co/OHwM5ZbruQ"
        },
        {
            "id": "1520138366414696451",
            "text": "Viruses are constantly changing, creating new variants. Protect yourself against the virus that causes #COVID19 by staying up to date on your COVID-19 vaccines. This can help slow the emergence of new variants. Learn more about variants where you live: https://t.co/8x4EqpiRpT. https://t.co/UKB48eyNfd"
        },
        {
            "id": "1520115752778489856",
            "text": "As of April 28, 2022, more than 98% of the U.S. population lives in a location with a low or medium #COVID19 Community Level. \n\nFind your COVID-19 Community Level: https://t.co/w3365V9Zr4. https://t.co/buNbyzgh1F"
        },
        {
            "id": "1520088018979332097",
            "text": "The latest MMWR Weekly #COVID19 Briefing is live. This episode covers 4 reports, including reports highlighting hospitalizations of children ages 5–11 with COVID-19, vaccination coverage among children in kindergarten and more. Listen &amp; subscribe: https://t.co/I9Zs1YI5zf. https://t.co/lUoqtjNFJC"
        },
        {
            "id": "1519775984819621889",
            "text": "CDC study shows higher county-level #COVID19 vaccine coverage was associated with fewer cases and deaths. \n\nStay up to date on your COVID-19 vaccines. Read the study: https://t.co/aYgzkoszpA. https://t.co/3RbuZbPsKa"
        }
    ],
    "meta": {
        "newest_id": "1521580387033665536",
        "next_token": "b26v89c19zqg8o3fpytotbqg6kg3bmr3gds2v6cna2qnx",
        "oldest_id": "1519775984819621889",
        "result_count": 10
    }
}